[
    {
        "id": 1,
        "en": {
            "handleText": "Because we've been there and done it",
            "contentText": "When you choose us, you'll feel the benefit of 15 years' experience in the real estate industry. We provide you with professionalism and propriety from start to finish."
        },
        "fr": {
            "handleText": "Parce que nous avons été là et l'avons fait",
            "contentText": "En nous choisissant, vous profiterez de 15 ans d'expérience dans le domaine de l'immobilier. Nous vous offrons professionnalisme et convenance du début à la fin."
        }
    },
    {
        "id": 2,
        "en": {
            "handleText": "We're contactable and responsive.",
            "contentText": "We believe a responsive organization is always the best for every client. Have you ever been frustrated by an organization that is difficult to contact? Usually, we're available to take your call but if we aren't and you leave a message then we'll call you back within 24 business hours."
        },
        "fr": {
            "handleText": "Nous sommes joignables et réactifs.",
            "contentText": "Nous pensons qu'une organisation réactive est toujours ce qu'il y a de mieux pour chaque client. Avez-vous déjà été frustré par une organisation difficile à contacter ? Habituellement, nous sommes disponibles pour prendre votre appel, mais si nous ne le sommes pas et que vous laissez un message, nous vous rappellerons dans les 24 heures ouvrables."
        }
    },
    {
        "id": 3,
        "en": {
            "handleText": "We provide peace of mind",
            "contentText": "Because we provide a fixed price and guarantee our work, you can rest assured that you won't have any unpleasant surprises."
        },
        "fr": {
            "handleText": "Nous offrons la tranquillité d'esprit",
            "contentText": "Parce que nous fournissons un prix fixe et garantissons notre travail, vous pouvez être assuré que vous n'aurez pas de mauvaises surprises."
        }
    },
    {
        "id": 4,
        "en": {
            "handleText": "We meet deadlines",
            "contentText": "We understand how important it is for you to find your new home or rental property as soon as possible. Nobody likes to wait months on end to find their new home or sell their current one. We work diligently to ensure that all deadlines are met."
        },
        "fr": {
            "handleText": "Nous respectons les délais",
            "contentText": "Nous comprenons à quel point il est important pour vous de trouver votre nouvelle maison ou votre propriété locative le plus tôt possible. Personne n'aime attendre des mois pour trouver sa nouvelle maison ou vendre sa maison actuelle. Nous travaillons avec diligence pour nous assurer que tous les délais sont respectés."
        }
    },
    {
        "id": 5,
        "en": {
            "handleText": "We track results",
            "contentText": "We're constantly tracking the performance of our services. We'll use internal testing to track all critical metrics. It's also the best way to provide concrete evidence of our impact."
        },
        "fr": {
            "handleText": "Nous suivons les résultats",
            "contentText": "Nous suivons en permanence les performances de nos services. Nous utiliserons des tests internes pour suivre toutes les mesures critiques. C'est aussi le meilleur moyen de fournir des preuves concrètes de notre impact."
        }
    }
]